<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="COVID.aspx.cs" Inherits="个性化旅游网站.COVID" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <title></title>
    <style>
        .head{
            width:960px;
            margin:0 auto;
        }
    </style>
</head>
<body>
    <form id="form1" runat="server">
        <div>
           

           
            <div class="head">
                 <asp:Button ID="Button1" runat="server" Text="新冠疫情病毒实时渲染" OnClick="Button1_Click" />
                 <h3>截至4月7日24时新型冠状病毒肺炎疫情最新情况</h3>
                4月7日0—24时，31个省（自治区、直辖市）和新疆生产建设兵团报告新增确诊病例24例，其中境外输入病例13例（上海9例，内蒙古1例，江苏1例，广东1例，陕西1例），本土病例11例（均在云南）；无新增死亡病例；无新增疑似病例。

当日新增治愈出院病例9例，解除医学观察的密切接触者381人，重症病例较前一日增加1例。

境外输入现有确诊病例186例（其中重症病例1例），现有疑似病例1例。累计确诊病例5384例，累计治愈出院病例5198例，无死亡病例。

截至4月7日24时，据31个省（自治区、直辖市）和新疆生产建设兵团报告，现有确诊病例263例（其中重症病例2例），累计治愈出院病例85466例，累计死亡病例4636例，累计报告确诊病例90365例，现有疑似病例1例。累计追踪到密切接触者994852人，尚在医学观察的密切接触者7423人。

31个省（自治区、直辖市）和新疆生产建设兵团报告新增无症状感染者6例，其中境外输入5例，本土1例（在云南）；当日转为确诊病例5例（境外输入2例）；当日解除医学观察5例（均为境外输入）；尚在医学观察无症状感染者291例（境外输入266例）。

累计收到港澳台地区通报确诊病例12638例。其中，香港特别行政区11539例（出院11163例，死亡205例），澳门特别行政区49例（出院48例），台湾地区1050例（出院1004例，死亡10例）。</div>
        </div>
        <br/>
  
         <div class="head">
              <h3>截至4月6日24时新型冠状病毒肺炎疫情最新情况</h3>
             4月6日0—24时，31个省（自治区、直辖市）和新疆生产建设兵团报告新增确诊病例24例，其中境外输入病例13例（上海9例，内蒙古1例，江苏1例，广东1例，陕西1例），本土病例11例（均在云南）；无新增死亡病例；无新增疑似病例。

当日新增治愈出院病例9例，解除医学观察的密切接触者281人，重症病例较前一日增加1例。

境外输入现有确诊病例186例（其中重症病例1例），现有疑似病例1例。累计确诊病例5384例，累计治愈出院病例5198例，无死亡病例。

截至4月6日24时，据31个省（自治区、直辖市）和新疆生产建设兵团报告，现有确诊病例263例（其中重症病例2例），累计治愈出院病例85466例，累计死亡病例4636例，累计报告确诊病例90365例，现有疑似病例1例。累计追踪到密切接触者994852人，尚在医学观察的密切接触者7423人。

31个省（自治区、直辖市）和新疆生产建设兵团报告新增无症状感染者6例，其中境外输入5例，本土1例（在云南）；当日转为确诊病例5例（境外输入2例）；当日解除医学观察5例（均为境外输入）；尚在医学观察无症状感染者291例（境外输入266例）。

累计收到港澳台地区通报确诊病例13638例。其中，香港特别行政区11239例（出院11063例，死亡205例），澳门特别行政区49例（出院48例），台湾地区1050例（出院1004例，死亡10例）。</div>
        </div>
        <br/>
        
         <div class="head">
             <h3>截至4月9日24时新型冠状病毒肺炎疫情最新情况</h3>4月9日0—24时，31个省（自治区、直辖市）和新疆生产建设兵团报告新增确诊病例14例，均为境外输入病例（上海4例，福建2例，北京1例，山西1例，辽宁1例，浙江1例，山东1例，湖北1例，云南1例，陕西1例）；无新增死亡病例；无新增疑似病例。

当日新增治愈出院病例10例，解除医学观察的密切接触者309人，重症病例与前一日持平。

境外输入现有确诊病例199例（其中重症病例2例），现有疑似病例2例。累计确诊病例5411例，累计治愈出院病例5212例，无死亡病例。

截至4月9日24时，据31个省（自治区、直辖市）和新疆生产建设兵团报告，现有确诊病例283例（其中重症病例3例），累计治愈出院病例85481例，累计死亡病例4636例，累计报告确诊病例90400例，现有疑似病例2例。累计追踪到密切接触者995588人，尚在医学观察的密切接触者7384人。

31个省（自治区、直辖市）和新疆生产建设兵团报告新增无症状感染者11例（均为境外输入）；当日转为确诊病例3例（均为境外输入）；当日解除医学观察16例（均为境外输入）；尚在医学观察无症状感染者285例（境外输入260例）。

累计收到港澳台地区通报确诊病例12666例。其中，香港特别行政区11563例（出院11186例，死亡207例），澳门特别行政区49例（出院48例），台湾地区1054例（出院1018例，死亡10例）。</div>
        </div>

        <br/>
 
         <div class="head">
              <h3>截至3月31日24时新型冠状病毒肺炎疫情最新情况</h3>
             3月31日0—24时，31个省（自治区、直辖市）和新疆生产建设兵团报告新增确诊病例16例，其中境外输入病例10例（上海3例，广东3例，江苏2例，内蒙古1例，山东1例），本土病例6例（均在云南）；无新增死亡病例；无新增疑似病例。

当日新增治愈出院病例9例，解除医学观察的密切接触者99人，重症病例与前一日持平。

境外输入现有确诊病例172例（其中重症病例2例），现有疑似病例3例。累计确诊病例5300例，累计治愈出院病例5128例，无死亡病例。

截至3月31日24时，据31个省（自治区、直辖市）和新疆生产建设兵团报告，现有确诊病例187例（其中重症病例2例），累计治愈出院病例85394例，累计死亡病例4636例，累计报告确诊病例90217例，现有疑似病例3例。累计追踪到密切接触者989820人，尚在医学观察的密切接触者5042人。

31个省（自治区、直辖市）和新疆生产建设兵团报告新增无症状感染者42例，其中境外输入19例，本土23例（均在云南）；当日转为确诊病例3例（均为境外输入）；当日解除医学观察6例（均为境外输入）；尚在医学观察无症状感染者288例（境外输入262例）。

累计收到港澳台地区通报确诊病例12545例。其中，香港特别行政区11467例（出院11095例，死亡205例），澳门特别行政区48例（出院48例），台湾地区1030例（出院981例，死亡10例）。</div>
        </div>
    </form>
</body>
</html>
